IDEA Open Model
Point3D Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the Point3D class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Point3D()
Public Sub New
See Also
Reference
Point3D Class
IdeaRS.OpenModel.Geometry3D Namespace